Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/sahkavuorru-sami-allaskuvlla-skuvlajagi-_id_525386.html.tmx
Source language: sme
Languages: nob

source: Dán oktavuođas lea earenoamáš miellagiddevaš geahččat Sámi allaskuvlla ja Romssa universitehta oktavuođa mii guoská sámi dilálašvuođaide guoskevaš gelbbolašvuođa huksemii .
nob: Spesielt vil koblingen mellom Samisk høgskole og Universitetet i Tromsø med sikte på å sikre kompetanseoppbyggingen rundt samiske forhold være av interesse i denne sammenhengen .

source: Sámi diehtoinstitušuvnnaid ovttasbargu dáppe Guovdageainnus nannejuvvo go ođđa Diehtosiida gárvána jagis 2009 .
nob: Samarbeidet mellom samiske kunnskapsinstitusjoner plassert her i Kautokeino vil bli styrket med det samiske vitenskapsbygget – Diehtosiida , som skal stå ferdig i 2009 .

source: Dien vistái leat stuora vuordámušat , ja mun lean áibbas vissis dasa ahte Diehtosiida boahtá váikkuhit ovdáneami sihke dutkan – ja fágalaš ovttasbargui máŋgga suorggis allaskuvllas .
nob: Forventningene til bygget er store , og jeg er sikker på at bygget vil bidra til en positiv utvikling av vitenskapelig og faglig samarbeid innenfor mange av høgskolens oppgaver .

source: Ulbmil lea ahte Sámi allaskuvla galgá dohkkehuvvot dieđalaš allaskuvlan .
nob: Det er et mål at en Samisk høgskole skal bli godkjent som vitenskapelig høgskole .

source: Ráđđehus doarju dan mihttomeari ahte akademihkalaš gelbbolašvuohta galgá huksejuvvot nu ahte allaskuvla deavdá buot gáibádusaid mat leat beassat šaddat dieđalaš allaskuvlan .
nob: Regjeringen har sluttet seg til målsettingen om at den akademiske kompetansen skal bygges opp slik at høgskolen fyller kravene til å bli akkreditert som vitenskapelig høgskole .

source: Oassin dán barggus lea allaskuvla bargan dan badjelii ahte oažžut masteroahpu sámegielas .
nob: Som ledd i dette arbeidet har høgskolen arbeidet for å få opprettet et masterstudium i samisk språk .

source: NOKUT dohkkehii dán oahppofálaldaga guovvamánus 2008 .
nob: Studiene ble akkreditert av NOKUT i februar 2008 .

source: Allaskuvllas leat vihtta doavttergrádavirggi maid ruhtada iežas bušeahtain .
nob: Høgskolen har videre fem doktorgradsstillinger finansiert over sitt grunnbudsjett .

source: Sávan Sámi allaskuvlii lihku viidásit bargguiguin dan guvlui ahte beassat dohkkehuvvot dieđalaš allaskuvlan .
nob: Jeg vil ønske Samisk høgskole lykke til med det videre arbeidet mot akkreditering som viteskapelig høgskole .

source: Loahpas sávan didjiide buohkaide – studeanttaide ja bargiide – lihkku boahtte skuvlajagiin !
nob: Tilslutt vil jeg ønske dere alle – studenter og ansatte – lykke til med det kommende skoleåret !
